;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
;TranslationAuthor: Özer Öztaş
; TranslationAuthorEmail: ozerayaz@yandex.com
; TranslationAuthorWeb: http://www.facebook.com/OzerAyazz
; Soft Version: 1.22.32
; Update: 2013-09-07
;
[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Simge Durumuna
ButtonMaximize=Ekranı Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
[Lang]
NativeLanguage=Türkçe
[Translation]
LangCode=041F
ReadHabit=Left-to-right
LanguageName=TR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Onay
CurVer=Geçerli Sürüm:
FrmGBMain.btnfeedback.caption=Geribildirim
FrmGBMain.btncheckver.caption=Yeni sürümü denetle
;
; About
;
FrmGBAbout.caption=Hakkımızda
FrmGBAbout.btnok.caption=Tamam
FrmGBAbout.lblver.caption=Geçerli Sürüm:
FrmGBAbout.lblemail.caption=Teknik Destek:
FrmGBAbout.lblhome.caption=Web Sitesi:
FrmGBAbout.lblthank.caption=Katkılarından ötürü aşağıdaki kişilere teşekkür:

;
; Popup Menu
;
pmNewsletter=Bülten alın
pmfeedback=Geribildirim...
pmHelp=Çevrimiçi Yardım
pmHome=Web Sitesi
pmContact=İletişim
pmCheckNew=Güncellemeleri Denetle
pmLang=Diller
pmAbout=Hakkında
pmCheckNew=Güncellemeleri Denetle
pmrun=Oyunu Çalıştır
pmadd=Oyun ekle
pmdel=Oyunu Sil
pminfo=Oyun Bilgileri
pmEndProcess=İşlemi Sonlandır
pmExclude=Hariç tut
pmNoExclude=Dışlamayı Kaldır
pmGoogle=Google'da Ara
;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Oyunlarım
FrmGBMain.BtnTabOpt.Caption=Sistem İyileştirici
FrmGBMain.BtnTabProcess.Caption=İşlem Doktoru
FrmGBMain.BtnTabService.Caption=Servis Geliştirici
FrmGBMain.Btnlikeit.Caption=Beğendim
FrmGBMain.BtnRestore.Caption=Geri Yükle

;
; Like Us
;
FrmLikeit.lblTitle.caption=Wise Game Booster'ı beğendiyseniz, lütfen sevdiklerinize bu sevimli aracı tanıtın.
FrmLikeit.lblInfo.caption=Lütfen Wise Game Booster'ı aileniz, arkadaşlarınız, sınıf arkadaşlarınız ve meslektaşlarınız ile e-posta, Blog, Twitter, Youtube, Facebook gibi araçlarla paylaşın. Tebrikler! Onların yaşamlarına kolaylık ve verimlilik getireceksiniz.
FrmLikeit.lblRate.caption= Wise Game Booster'a not verin:
FrmLikeit.lblfollow.caption=Bizi takip edin:
FrmLikeit.lblshare.caption=Wise Game Booster'ı paylaşın:
FrmLikeit.btndownload.caption=Ücretsiz İndir
FrmLikeit.imgrate.hint=Bize 5 yıldız verin
FrmLikeit.imgmail.hint=Arkadaşlarınızla paylaşın
FrmLikeit.imgface1.hint=Facebook'ta Paylaş
FrmLikeit.imgface2.hint=Facebook'ta bizi takip edin
FrmLikeit.imgtwitter1.hint=Twitter'da Paylaş
FrmLikeit.imgtwitter2.hint=Bizi Twitter'dan takip edin
FrmLikeit.Caption=Beğendim
FrmLikeit.lbldownload.caption=Daha fazla ücretsiz program indirmek için WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Oyun Bilgileri
FrmGameinfo.lbltype.caption=Oyun Türü:
FrmGameinfo.lblname.caption=Dosya Adı:
FrmGameinfo.lblPublisher.caption=Oyunu Geliştiren:
FrmGameinfo.lbltimes.caption=Çalışma Zamanları:
FrmGameinfo.lbllasttime.caption=Son Çalışma:
FrmGameinfo.lblrate.caption=Oyun Derecesi:
FrmGameinfo.lblcomment.caption=Oyun Notları:
FrmGameinfo.btnok.caption=Tamam
FrmGameinfo.btncancel.caption=İptal
;
;GameBox
;
FrmGameBox.btnsysopt.caption=İyileştir
FrmGameBox.btnProcessopt.caption=İyileştir
FrmGameBox.btnServiceopt.caption=İyileştir
FrmGameBox.btnopt.caption=Tümünü İyileştir

;
;sysopt
;
FrmSysOpt.btnopt.caption=Ayar Çek
FrmSysOpt.lblhint.caption=Oyun performansını artırmak için lütfen aşağıdaki öğeleri optimize edin.
FrmSysOpt.lblreall.caption=Tümünü Devam Ettir

;
;processopt
;
FrmProcess.lblhint.caption=Oyunun hızını artırmak için yüksek bellek kullanan işlemleri kapatın.
ProcessCpu=CPU Kullanımı
ProcessMemory=Bellek Kullanımı
ProcessSuggest=Tavsiye
ProcessAction=İşlem Yönetimi
ProcessMostMemUse=Yüksek Bellek Kullanan Programlar
;
;Serviceopt
;
FrmService.lblhint.caption=Oyunun hızını artırmak için alakasız hizmetleri kapatın.
ServicePublisher=Geliştirici
ServiceSuggest=Tavsiye
ServiceAction=Hizmet Yönetimi
ServiceStop=Alakasız Hizmetleri Durdur
ServiceDisable=Durdur (Önerilen)
ServiceEnable=Başlat (Önerilen)
ServiceKeep=Koru (Önerilen)
ServiceMust=Açık olmalı

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Tüm Hizmetleri Devam Ettir
Frmrestore.caption=Servisi Sürdür
Frmrestore.Btnok.caption=Tamam
ServiceName=Servis Adı
ServiceChangeDateTime=Son Değiştirme
ServiceRestore=Servisi Sürdür

[GameBox]
GameUnknow=Bilinmeyen
GameRPG=Rol-oynamalı oyunlar
GameShot=Atış oyunları
GameOther=Diğer oyunlar
NeverPlay=Hiç oynanmayan
UnknowPublisher=Bilinmeyen geliştirici
lstbtnadd=Oyun ekle
LblSysopt=Sistem optimizasyonu
LblProcessopt=İşlem yönetimi
LblServiceopt=Hizmet optimizasyonu
LblTitleCheck=PC performansı test ediliyor, lütfen bekleyin ...

[message]
NewVer=Yeni bir sürümü mevcut! Şimdi yükseltmek ister misiniz?
FirRun=WGB'in ilk çalıştırmada otomatik olarak tüm yerel oyunlarınızı aramasınızı istiyor musunuz?
NoNewVer=Tebrikler! En son sürümü kullanıyorsunuz.
CheckComputer=PC performansı test ediliyor, lütfen bekleyin ...
SearchGame=Yerel oyunlar aranıyor, lütfen bekleyin ...
Allgood=Tebrikler! Bilgisayarınız iyi durumda. Ayar çekmeye gerek yok.
SysGood=Tebrikler! Ayar çekilecek öğe yok.
ProcessGood=Tebrikler! Sona erdirilecek işlem yok.
ServiceGood=Tebrikler! Durdurulması gereken hizmet yok.
HaveProblem=%d sorun bulundu! Bunları düzeltmek için "Tümünü İyileştire" tıklayın.
sysProblem=%d öğe optimize edilebilir.
Processproblem=Belleği boşaltmak için %d işlem sona erdirilebilir.
Serviceproblem=%d servis durdurulabilir.
DeleteGame=Bu oyunu kaldırmak istediğinizden emin misiniz?
HaveOpt=İyileştirildi
btnRestore=Devam Ettir
btnOpt=Şimdi İyileştir
BtnAction=Çalıştır
BtnStop=Hizmeti Durdur
SuggestClose=Sonlandır (Önerilen)
SuggestKeep=Koru (Önerilen)
haveclosed=Sonlandırıldı
haveStoped=Durduruldu
HaveRun=Başlatıldı
BtnRun=Başlat
HaveFail=Durdurma Başarısız
OptComputer=Ayar çekiliyor, lütfen bekleyin ...
AllgoodAfterOpt=Optimizasyon Tamamlandı ve %s MB Kurtarıldı. Şimdi oyun oynayın!
AllgoodAfterManualOpt=Tebrikler! Hiçbir öğeye ayar çekmeye gerek yok. Şimdi oyun oynayın!
HaveProblemAfterOpt=%d öğenin optimize edilmesi başarısız oldu, ancak %s MB bellek artık serbest.
TranslateTo=Çeviri yap...


[sysopt]
SystemStable=Sistem Kararlılığı
SystemSpeedup=Sistem Hızlandırma
NetworkSpeedup=Ağ Hızlandırma
AutoKill=Sistem çökmesini önlemek için tepkisiz uygulamaları otomatik olarak kapat
RestartExplorer=Beklenmedik bir masaüstü kaybolmasını önlemek için Windows Explorer'ı otomatik olarak yeniden başlat
TwoProcess=Bir sistem çatışmasını önlemek için Windows Gezgini'ni ayrı bir işlem olarak çalıştır
ErrorReport=Sistem performansını artırmak için ekranda hata raporlamayı devre dışı bırak
Debugger=Hata işlemeyi hızlandırmak için hata ayıklayıcısını devre dışı bırak
OptMemory=Sistem performansını artırmak için bellek varsayılan ayarlarını optimize et
OptVEff=Sistemin tepki hızını artırmak için arabirim bileşenleri (iletişim kutusu, menüler, vb.) görünümünü iyileştir
OptFileSystem=Sistem performansını artırmak için dosya sistemini iyileştir
OptDiskSystem=Sistem performansını artırmak için disk I/O alt sistemini iyileştir
DisAutoRun=Virüsü bulaşmasını önlemek için sürücülerde "Otomatik Çalıştır" özelliğini devre dışı bırakın
OptTTL=Ağ performansını artırmak için TTL (Canlı Kalma Süresi) ayarlarını iyileştir
OptNetForward=Ağ performansını iyileştirmek için ağ yönlendirme yeteneğini iyileştir
OptMTU=TCP/IP performansını artırmak için MTU Yol Keşfi tekniği ile "Kara Delikleri" otomatik algıla
OptWINS=Veri aktarım hızını artırmak için WINS ad sorgusu zamanını iyileştir
OptNetWork=Aktarım performansını geliştirmek için ağ ayarlarını iyileştir
CloseAnimate=Pencere tepki hızını artırmak için pencerelerdeki ekranı kapla veya simge durumuna animasyon efekti geçişlerini kapat
PagingExecutive=Uygulama performansını arttırmak için disk I/O bellek sayfalamayı devre dışı bırak ve azalt.  (Fiziksel bellek <1 Gb ise bunu yoksay)
StaticIP=PC başlangıç ​​hızını artırmak için yerel bağlantıya bir statik IP ayarla
PorcessorTime=Uygulamalar, oyunlar, vs. daha düzgün çalışmasını sağlamak için işlemci performansını optimize edin. (Makineniz bir sunucu ise es geçiyoruz.)
DisableIDECheck=Windows başlangıç ​​hızını artırmak için IDE kanalı kontrolünü önleyin
ForeAppSpeed=Önplandaki programların tepki hızını arttırın
AeroPeek=Aero Peek görüntülenme hızını artırın